Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Personal and protective services workers
de: Arbeiter/innen im Bereich persönlicher Dienstleistungen und im Sicherheitsdienst

source: Final reports latest deadline: 31/12/2016
de: Abschlussbericht späteste Frist: 21.12.2016

source: Group 6 – Dissemination of information on Community action
de: Gruppe 6: Verbreitung von Informationen zu Gemeinschaftsaktionen

source: Saudi Arabia
de: Saudi Arabien

source: Teacher Training theoretical subjects, e.g. English, Mathematics, History
de: Ausbildung für Fachlehrer, z. B. Englisch, Mathematik, Geschichte

source: MULTILATERAL PROJECTS
de: MULTILATERALE PROJEKTE

source: Encouraged my colleagues to participate in the European Educational Programmes
de: Ermutigte meine Kollegen, an europäischen Bildungsprogrammen teilzunehmen

source: Qatar
de: Katar

source: Improved access arrangements for people from disadvantaged socio-economic backgrounds
de: x

source: Warehousing and support activities for transportation
de: Lagerwesen sowie Erbringung von Dienstleistungen für den Verkehr

source: Course cancellation
de: Absage des Kurses

source: Making science and technology education more attractive
de: Erhöhung der Attraktivität des Technikunterrichts

source: Serbia
de: Serbien

source: Motor vehicles, ships and aircraft
de: Kraftfahrzeuge, Schiffe und Luftfahrzeuge

source: Others - Languages and philological sciences
de: Sonstiges - Sprachen und Philologie

source: Multilateral exchange
de: Multilateraler Austausch

source: Young people from 18 to 25 years old
de: Junge Menschen zwischen 18 und 25 Jahren

source: Learning opportunities for people at risk of social marginalisation
de: Lernmöglichkeiten für Menschen mit dem Risiko sozialer Ausgrenzung

source: Korea, Democratic People's Republic Of
de: Republik Korea

source: Rwanda
de: Ruanda

source: To facilitate the development of innovative practices in the field of vocational education and training other than at tertiary level, and their transfer, including from one participating country to others
de: Um die Entwicklung innovativer Praktiken im Bereich der Berufsausbildung außerhalb des Tertiärlevels zu ermöglichen, inklusive des Transfers, auch von einem teilnehmenden Land zum anderen

source: Saint Kitts And Nevis
de: St. Kitts und Nevis

source: Reducing early school leaving, improving the learning of students with migrant background and promoting gender equality and inclusive approaches to learning
de: x

source: French Southern Territories
de: Französische Südgebiete

source: ISCED 5A first time graduates, 1st degree
de: ISCED 5A Erstgraduierende, 1. Grad

source: Manufacture of coke and refined petroleum products
de: Kokserei und Mineralölverarbeitung

source: EUROPEAN MODULES
de: EUROPÄISCHE MODULE

source: economics
de: Wirtschaft

source: Bangladesh
de: Bangladesch

source: Diploma
de: Diplom

source: Higher Education Professors
de: Hochschulprofessoren

source: Social and behavioural science (broad programmes)
de: Sozial- und Verhaltenswissenschaften (breitgefächerte Bildungsgänge)

source: To improve the quality and to increase the volume of co-operation between institutions or organisations providing learning opportunities, enterprises, social partners and other relevant bodies throughout Europe
de: Verbesserung der Qualität und Erhöhung des Umfangs der Zusammenarbeit zwischen Institutionen oder Einrichtungenen, die Lernchancen bereitstellen, Unternehmen, Sozialpartnern und anderer relevanter Körperschaften in Europa

source: Public authority (regional)
de: Behörde (regional)

source: 1.001 to 5.000
de: 1.001 bis 5.000

source: Fight against racism and xenophobia
de: Kampf gegen Rassismus und Fremdenfeindlichkeit

source: Preparing for positions of leadership within the school
de: Vorbereitung auf Führungspositionen in der Schule

source: Norwegian Bokmael
de: Norwegisch Bokmal

source: Crop and livestock production
de: Ackerbau und Viehzucht

source: Co-operation in the area of transparency instruments in VET (ECVET, EQF, Europass)
de: Zusammenarbeit im Bereich von Durchlässigkeitsinstrumenten in der beruflichen Bildung (ECVET, EQF, Europass)

source: Trends VI Report
de: Trends VI-Bericht

source: Other financial activities
de: Sonstige Finanzaktivitäten

source: Pre-primary, primary and secondary education
de: Vorschul-, Grundschul- und Sekundarschulbildung

source: Foreign language teaching and learning
de: Lehren und Lernen von Fremdsprachen

source: Co-operation processes and methodologies
de: Kooperationsprozesse und -methoden

source: European network
de: Europäisches Netzwerk

source: Public health
de: Öffentliches Gesundheitswesen

source: Overall satisfaction regarding my Mobility
de: Insgesamt bin ich mit meinem Aufenthalt zufrieden

source: To improve pedagogical approaches and the management of adult education organisations
de: Verbesserung der pädagogischen Konzepte und des Managements von Erwachsenenbildungseinrichtungen

source: Peer group teaching
de: Unterrichten in Peer-Groups

source: LEO MultPart
de: LEO multilaterale Partnerschaften

source: 65+ years
de: 65+ Jahre

source: Group 2 – Youth exchanges and voluntary services
de: Gruppe 2: Jugendbegegnungen und Freiwilligendienste

source: Comoros
de: Komoren

source: Employers and self-employed
de: ArbeitgeberInnen und Selbstständige

source: I have new professional skills
de: Ich habe neue berufliche Fertigkeiten erworben

source: Primary school
de: Volksschule

source: The Mobility duration was long enough for me to fulfil my training objectives
de: Die Aufenthaltsdauer reichte aus, um die Ausbildungsziele erreichen zu können

source: Forestry and logging
de: Forstwirtschaft und Holzfällerei

source: Website
de: Webseite

source: Round 1: 04/02/2011
de: Runde 1: 04.2.2011

source: Specific Objectives ECETB
de: x

source: Promoter
de: Einrichtung/ Organisation/ Gruppe

source: To improve the transparency and recognition of qualifications and competences, including those acquired through non-formal and informal learning
de: Verbesserung der Transparenz und Anerkennung von Qualifikationen und Kompetenzen einschließlich derer, die durch nicht formelles und informelles Lernen erworbenen wurden

source: Increased knowledge about partner countries and cultures
de: Erhöhtes Wissen bezüglich der Partnerländer und -kulturen

source: Association of professors and researchers
de: Vereinigung von Professoren und Forschern

source: Employers
de: ArbeitgeberInnen

source: Preparatory visit to a future partner institution
de: Vorbereitender Besuch bei einer zukünftigen Partnereinrichtung

source: Preprimary teacher training
de: Vorschullehrerausbildung

source: Mobility of trainees
de: Mobilität von Auszubildenden

source: Sardinian
de: Sardisch

source: SWITZERLAND
de: SCHWEIZ

source: Graduate / Doctoral school
de: Akademiker/Doctoral School

source: Interior design
de: Innenausstattung

source: ASSOCIATIONS
de: VERBÄNDE

source: Visiting and adult education organisation in the broadest sense (formal or non-formal) for the purpose of carrying out the teaching assignment
de: Organisation einer Erwachsenenbildung im weitesten Sinn (formel oder informel) für den Zweck

source: Libraries, archives, museums and other cultural activities
de: Bibliotheken, Archive, Museen und sonstige kulturelle Einrichtungen

source: Undergoing 'job-shadowing' (observation) in an adult education organisation in the broadest sense (formal or non-formal) or other non-formal type of training for adult education staff
de: Durchführen von 'Job-shadowing' (Beobachtung) in einer Organisation von Erwachsenenbildung im weitesten Sinn (formell oder informell) oder andere informelle Arten von Trainings von Personal in der Erwachsenenbildung

source: Transparency of missions and performances of higher education institutions
de: x

source: Medicine
de: Medizin

source: 6-10 years
de: 6 - 10 Jahre

source: Saint Lucia
de: St. Lucia

source: Member States
de: Teilnahmeländer

source: Job shadowing or work placement
de: Job Shadiowing und Hospitation

source: COMENIUS Accompanying measures
de: COMENIUS Flankierende Maßnahmen

source: Co-operation with international organisations
de: Zusammenarbeit mit internationalen Organisationen

source: Classical philology
de: Klassische Philologie

source: CEO/Managing Director
de: Geschäftsführer

source: Comparative law, law with languages
de: Vergleichende Rechtswissenschaften, Rechtswissenschaften mit Fremdsprachen

source: Not applicable
de: Nicht anwendbar

source: Secondary education
de: Höhere Schulen

source: Round 3: 01/10/2012
de: Runde 3: 01.10.2012

source: Managers of small enterprises
de: Führungskräfte von Kleinbetrieben

source: Artistic, entertainment and sports associate professionals
de: Künstler, Entertainer und Sportler

source: Encouraged me to adopt a more reflective approach to the way I teach/carry out my duties on the teaching/working
de: Ermutigte mich, meine Vorgehensweise wie ich lehre/meine Aufgaben in der Arbeit durchführe mehr zu reflektieren

source: Tertiary education
de: Tertiärbildung

source: Sending Partner
de: entsendender Partner

source: Annual grant
de: jährlicher Zuschuss

source: Wholesale and retail sales
de: Groß- und Einzelhandel

source: Digital technology
de: Medizintechnik

source: Natural sciences
de: Naturwissenschaften

source: ITALY
de: ITALIEN

source: Assertiveness training
de: Selbstbehauptungstraining

source: Human health activities
de: Gesundheitstätigkeiten

source: Marketing and advertising
de: Marketing und Verkaufsleitung

source: Primary education teaching associate professionals
de: Pädagogisches Unterstützungspersonal (Grundschulbildung)

source: Communications equipment maintenance
de: Instandhaltung von Kommunikationsausrüstung

source: school based
de: schulisch

source: Youth Democracy Projects
de: Projekte der partizipativen Demokratie für junge Menschen

source: Validation and certification
de: Validierung und Zertifizierung

source: Foreign languages
de: Sprachen und Sprachwissenschaften

source: Russian Federation
de: Russische Föderation

source: Associated partner
de: Assoziierter Partner

source: Intercultural education
de: Interkulturelle Bildung

source: ERASMUS Structural Networks
de: ERASMUS Strukturnetzwerke

source: Projects
de: Projekte

source: training
de: Aus- und Weiterbildung

source: Mathematics
de: Mathematik

source: At application stage
de: Zur Antragstellung

source: Cooperation with the Neighbouring Countries of the European Union
de: Zusammenarbeit mit den Benachbarten Ländern der Europäischen Union

source: Haitian; Haitian Creole
de: Haitianisch; Haitianisches Kreol

source: ERASMUS Consortium Placement Certificate
de: ERASMUS Praktikumszertifikat für Konsortien

source: Improving the quality of adult education
de: Verbesserung der Qualität der Erwachsenenbildung

source: Legal and accounting activities
de: Rechts- und Buchhaltungstätigkeiten

source: Students and other Persons in education, or recent graduate, not yet employment
de: Studierende und sonstige Personen in der Ausbildung bzw. Absolvent/innen, die noch keine Anstellung haben

source: Other office clerks
de: Sonstige Büroangestellte

source: Sint Maarten
de: St. Maarten

source: Children
de: Kinder

source: Broadcasting company
de: Rundfunkgesellschaft

source: Programmes or modules with the use of ICT tools and services.
de: x

source: Round 4: 01/09/2011
de: Runde 4: 01/09/2011

source: Teacher training - Nursing
de: Ausbildung für Lehrkräfte - Krankenpflege

source: Numerical clerks
de: Rechnungskräfte

source: 501 to 2.000
de: 501 bis 2.000

source: Reducing early school leaving, improving the learning of students with migrant background and Roma pupils as well as promoting gender equality and inclusive approaches to learning
de: Senkung der Schulabbrecherquote, Verbesserung der Leistung von Schüler/innen mit Migrationshintergrund und Roma-Schüler/innen sowie Förderung der Geschlechtergerechtigkeit und inklusiver Lernansätze.

source: I am satisfied with the assistance I received concerning the practicalities of training/working abroad
de: Ich bin zufrieden mit der Unterstützung, die ich zu den praktischen Aspekten meiner Aus- oder Weiterbildung bzw. meines Arbeitsaufenthaltes im Ausland erhalten habe

source: Western Balkans
de: Westliche Balkanländer

source: International Governmental organisation
de: Internationale öffentliche Einrichtung

source: Sports and recreation education
de: Sport- und Erholungsbildung

source: Increased knowledge of the participants within a certain field and topic
de: Vertieftes Wissen der Teilnehmer in einem bestimmten Bereich und Thema

source: Forestry
de: Forstwirtschaft

source: Frisian
de: Friesisch

source: Good
de: Überdurchschnittlich

source: Vocational Training
de: Berufliche Ausbildung

source: OPERATING GRANTS
de: BETRIEBSKOSTENZUSCHÜSSE

source: Development of special needs education (SEN) towards inclusion of all young people, in particular of those with disabilities.
de: Entwickung der Bildung für Menschen mit besonderen Bedürfnissen (SEN) mit dem Ziel, alle jungen Menschen, vor allem von Menschen mit Behinderungen, einzubinden.

source: Modules and programmes which clearly define and promote learning outcomes and competences.
de: x

source: Public speaking
de: Öffentliches Reden

source: Social science and related professionals
de: Sozialwissenschaftliche und ähnliche Fachkräfte

source: Mining of metal ores
de: Metall- und Erzabbau

source: staff more than 5.000
de: mehr als 5.000 Mitarbeitende

source: Doing housework, looking after children or other persons
de: Hausarbeit, Kinderbetreuung oder Betreuung anderer Personen

source: Organisations
de: Organisationen

source: Preparatory Visit Host
de: Gastgeber des Vorbereitenden Besuchs

source: Rental and leasing activities
de: Miet- und Pachtwesen

source: BULGARIA
de: BULGARIEN

source: Technical and vocational secondary education
de: Berufsbildende höhere Schulen

source: Director
de: Direktor

source: Specific Objectives ECETA1
de: x

source: Macedonian
de: mazedonisch

source: Specific Objectives ECETA2
de: x

source: Journalism and information
de: Journalismus und Informationswesen

source: Health education
de: Gesundheitsbildung

source: Library, information, archive
de: Bibliothek, Informationswesen und Archiv

source: Japanese
de: Japanisch

source: Headteachers, directors, rectors
de: Schuldirektor/innen

source: Collaborative learning
de: Gemeinschaftliches Lernen

source: Developing and disseminating strategies/approaches/networks
de: x

source: Canada
de: Kanada

source: Would you recommend participating in this type of action to other organisations?
de: Würden Sie anderen Einrichtungen empfehlen, an Aktionen dieser Art teilzunehmen?

source: Veterinary activities
de: Tiermedizin

source: LEONARDO DA VINCI Transfer of innovation
de: LEONARDO DA VINCI Innovationstransfer

source: Gambling and betting activities
de: Glücksspiel- und Wettaktivitäten

source: Evaluation meeting
de: Bewertungstreffen

source: Individuals
de: Menschen

source: Central African Republic
de: Zentralafrikanische Republik

source: A person re-training as a foreign language teacher
de: Lehrkraft, die sich zur Fremdsprachenlehrkraft fortbildet

source: Nursing and caring
de: Krankenpflege, Geburtshilfe, Physiotherapie

source: Recommendation for the Open Method of Coordination (OMC)
de: Empfehlungen für die Offene Koordinierungsmethode

source: To a small extent
de: In gewissem Maße

source: Europass Diploma Supplement
de: Europass-Diplomzusatz

source: Conferences
de: Konferenzen

source: Energy programmes, studies
de: Energieprogramme, Studien

source: Persian
de: Persisch

source: Using observation and reflection to update and improve teaching strategies
de: Beobachtungen und Betrachtungen benutzen um Lehrmethoden zu aktualisieren und zu verbessern

source: Improved my knowledge of the subject taught/of my professional area
de: Verbesserte meine Kenntnisse über das Unterrichtsfach/in meinem beruflichen Umfeld

source: vocational programmes
de: Berufsbildungsmaßnahmen

source: Scientific research and development
de: wissenschaftliche Forschung und Entwicklung

source: Mailing lists
de: Verteilerliste

source: Future teachers or trainers recycling into adult education
de: Zukünftige Lehrkräfte oder Auszubildende, die in die Erwachsenenbildung eintreten

source: ERASMUS University Charter
de: ERASMUS Universitäts-Charta

source: Overseas countries and territories
de: Überseeische Länder und Gebiete

source: Natural environments and wildlife
de: Natur (Umwelt) und Tierwelt

source: Composer
de: Verfasser

source: cross disciplinary topics
de: Querschnittsthemen

source: Syrian Arab Republic
de: Syrien

source: vocational or technical programmes
de: berufliche oder technische Bildungsmaßnahmen

source: Dataset
de: Datenbestand

source: Timor-Leste
de: Osttimor

source: Cooperation with the Neighbouring Countries of the European Union - Training and Networking
de: Zusammenarbeit mit den Benachbarten Ländern der Europäischen Union - Traininung und Vernetzung

source: A school teacher retraining as a foreign language teacher
de: Eine Lehrkraft, die eine Umschulung zur Fremdsprachenlehrkraft absolviert

source: LEO-High
de: LEO-Hoch

source: Round 1: 01/01/2013
de: Runde 1: 01.01.2013

source: Impact of results and of dissemination and exploitation activities
de: x

source: With a view to increasing the impact of the Programme, an annual call for proposals may be published aimed at supporting thematic network projects (this call has been published in 2007 only)
de: Um den Einfluss des Programms zu erhöhen, kann ein jährlicher Aufruf für Vorschläge veröffentlicht werden, um die thematischen Netzwerkprojekte zu unterstützen (dieser Aufruf wurde bisher nur in 2007 veröffentlicht)

source: Physical science (broad programmes)
de: Physikalische Wissenschaften (breitgefächerte Bildungsgänge)

source: Teaching and training
de: Lehren und Ausbilden

source: Engineering and engineering trades
de: Ingenieurwissenschaften und Ingenieurberufe

source: Trans-national youth initiative
de: Transnationale Jugendinitiative

source: Accommodation
de: Unterkunft

source: 14 months
de: 14 Monate

source: Business and administration (others)
de: Betriebswirtschaft (sonstiges)

source: Providing training for education staff
de: Weiterbildung von Lehrkräften anbieten

source: Pre-primary school
de: Vorschule

source: Employed in education
de: Bildungspersonal

source: Duration was adequate to fulfil the above
de: Die Dauer des Auenthaltes war heirfür angemessen.

source: 4 months
de: 4 Monate

source: Overall rating for this training activity
de: Gesamtbewertung der Fortbildungsaktivität

source: Public awareness campaigns
de: Öffentlichkeitswirksame Kampagne

source: Round 5: 01/11/2011
de: Runde 5: 01/11/2011

source: Self-employed
de: Selbstständige

source: I now have a better understanding of training and practise in VET
de: Jetzt verstehe ich Training und Praxis in der Berufsbildung besser.

source: to develop solidarity and promote tolerance among young people, in particular in order to foster social cohesion in the European Union
de: Förderung der Solidarität und der Toleranz unter Jugendlichen, insbesondere zur Stärkung des sozialen Zusammenhalts innerhalb der Europäischen Union

source: Round 2: 30/04/2012
de: Runde 2: 30.04.2012

source: Round 1: 31/01/2012
de: Runde 1: 31.01.2012

source: Public service administrative professionals
de: Verwaltungsfachkräfte im öffentlichen Dienst

source: Round 1: 31/01/2011
de: Runde 1: 31.1.2011

source: Advisors
de: Berater/innen

source: GRUNDTVIG Learning Partnerships
de: GRUNDTVIG Lernpartnerschaften

source: Enterprise large (> 500 employees)
de: Großunternehmen (> 500 Angestellte)

source: Providing expertise on system and policy-related aspects of adult education
de: Angebot von Expertenwissen zu systemrelevanten oder methodenrelevanten Aspekten der Erwachsenenbildung.

source: Fishing and aquaculture
de: Fischerei und Fischzucht

source: Developing provisions for part-time students
de: x

source: Burmese
de: Burmesisch

source: Medical diagnostic and treatment technology
de: Medizinische Diagnose- und Behandlungstechnologie

source: ACTION ERASMUS MULTILATERAL PROJECTS
de: ERASMUS multilaterale Projekte

source: Manufacture of food products
de: Produktion von Lebensmitteln

source: Game(play) designer
de: Spielentwickler

source: Professional network
de: Professionelles Netzwerk

source: Information service activities
de: Informationsdienste

source: Philosophy and ethics
de: Philosophie und Ethik

source: Collection
de: Sammlung

source: 13 months
de: 13 Monate

source: Overall satisfaction regarding the outcomes of my Mobility
de: Insgesamt bin ich mit dem Ergebnis meines Auslandsaufenthaltes zufrieden

source: Assistantships
de: Assistenzen

source: 3-5 years
de: 3 - 5 Jahre

source: Medical services
de: Medizinische Dienstleistungen

source: Handbooks
de: Handbücher

source: Develop Vocational Skills considering the labour market needs - 'New Skills for New Jobs'
de: Entwicklung beruflicher Kompetenzen unter Berücksichtigung der Anforderungen des Arbeitsmarkts - "Neue Fähigkeiten für neue Jobs"

source: Trans-national youth seminar
de: Transnationales Jugendseminar

source: General and comparative literature
de: Allgemeine und vergleichende Literatur

source: Mother tongue
de: Muttersprache

source: Increased training skills
de: Erhöhte Trainingsfertigkeiten

source: Activities of membership organizations
de: Vereins- und Verbandsaktivitäten

source: includes various measures to support youth workers and youth organisations and improve the quality of their activities.
de: umfasst verschiedene Maßnahmen um JugendarbeiterInnen und Jugendorganisationen zu unterstützen und die Qualität deren Aktivitiäten zu erhöhen.

source: The development of approaches to teaching and learning that support the acquisition by all students of ‘transversal’ key competences
de: Entwicklung von Lern- und Lehransätzen für "transversale" Schlüsselkompetenzen durch alle Studierenden.

source: Specialized construction activities
de: Spezialisierte Bauaktivitäten

source: ESTONIA
de: ESTLAND

source: Environment / sustainable development
de: Umwelt / Nachhaltige Entwicklung

source: A person engaged in teaching a non-language subject through the medium of a foreign language
de: Lehrkraft, die ein Unterrichtsfach in einer Fremdsprache unterrichtet

source: European awareness
de: Europäisches Bewusstsein

source: European Centre for the Development of Vocational Training (Cedefop)
de: Das Europäische Zentrum für die Förderung der Berufsbildung (Cedefop)

source: Hungarian
de: ungarisch

source: Global challenges (such as sustainable development, climate change, migrations and the Millenium Development Goals)
de: Globale Herausforderungen (bspw. nachhaltige Entwicklung, Klimawandel, Migration, Millenium-Entwicklungsziele)

source: Programming and broadcasting activities
de: Programmierungs- und Übertragungstätigkeiten

source: Focus on new target groups
de: Fokus auf neue Zielgruppen

source: Greenland
de: Grönland

source: Work at Home University
de: Arbeit an der Heimuniversität

source: Physical education and sport
de: Sportunterricht

source: Learning to learn
de: Lernkompetenz

source: Limburgan; Limburger; Limburgish
de: Limburgisch; Limburger;

source: Languages
de: Sprache

source: History
de: Geschichte

source: European Free Trade Association
de: Europäische Freihandelsgemeinschaft

source: Financing bodies
de: Finanzinstitute

source: Training and networking of those active in youth work and youth organisations
de: Training und Vernetzung von AkteurInnen in der Jugendarbeit

source: Gender issues, equal opportunities
de: Geschlechterverhältnisse, Gleichberechtigung
